
[
    {"id":1,"name":"Nattapong","yearsOfExperience":2,"likes":300,"shortDetails":" Born and raised in Bangkok, Chef Pim learned to cook from her mother and grandmother, who were both renowned Thai cooks in their own right. She honed her skills at culinary school and worked at several top restaurants in Bangkok before opening her own restaurant, specializing in modern twists on classic Thai dishes."},
    {"id":2,"name":"Jiraporn","yearsOfExperience":2.5,"likes":400,"shortDetails":"Originally from Chiang Mai, Chef Somchai is known for his expertise in northern Thai cuisine, which he learned from his grandmother. He trained at culinary school in Bangkok and worked at several Michelin-starred restaurants in Europe before returning to Thailand to open his own restaurant, where he blends traditional northern Thai flavors with contemporary techniques."},
    {"id":3,"name":"Thaweesak","yearsOfExperience":3,"likes":500,"shortDetails":"Growing up in a small village in northeastern Thailand, Chef Nong learned to cook from her mother, who was known for her fiery Isaan-style dishes. She moved to Bangkok to attend culinary school and worked at several top hotels before opening her own restaurant, where she specializes in rustic, homestyle Thai cuisine."},
    {"id":4,"name":"Wannaporn","yearsOfExperience":4,"likes":600,"shortDetails":" Hailing from the southern province of Phuket, Chef Taweesak is a master of seafood dishes, incorporating fresh catches from the Andaman Sea into his cooking. He trained at culinary school in Bangkok and worked at several top restaurants before opening his own seafood-focused eatery, where he blends traditional Thai flavors with modern techniques."},
    {"id":5,"name":"Sarawut","yearsOfExperience":3.5,"likes":750,"shortDetails":"Born and raised in the ancient city of Ayutthaya, Chef Sarawut specializes in the city's unique style of Thai cuisine, which is influenced by the many cultures that have passed through over the centuries. She trained at culinary school in Chiang Mai and worked at several top restaurants before returning to Ayutthaya to open her own restaurant, where she showcases the diverse flavors and ingredients of this historic region."},
    {"id":6,"name":"Siriporn","yearsOfExperience":3,"likes":700,"shortDetails":"Chef Siriporn is an expert in Isaan-style cuisine, known for its bold flavors and spicy, sour, and salty tastes. He learned to cook from his grandmother in Udon Thani and attended culinary school in Bangkok before opening his own restaurant. Chef Thongchai specializes in Isaan-style dishes that are true to their roots but also incorporate modern techniques and presentation."}

]

